---
kind: method
id: M:Autodesk.Revit.DB.IFC.ExporterIFC.GetRelatedElements
source: html/dbab0f38-a7d9-8f42-5217-c41c8a5330f7.htm
---
# Autodesk.Revit.DB.IFC.ExporterIFC.GetRelatedElements Method

Gets all elements not associated to stories.

## Syntax (C#)
```csharp
public ICollection<IFCAnyHandle> GetRelatedElements()
```

## Returns
The collection of elements.